[
    "Deine Mutter bekommt beim Elternabend einen Klassenbucheintrag.",
    "Deine Mudder kauft Ihre Binden im Matratzen-Geschäft.",
    "Google Earth hat angerufen, deine Mutter steht im Bild.",
    "Deine Mutter ist so fett, sie guckt die Speisekarte an und sagt zum Kellner: 'ok'.",
    "Deine Mutter schüttet Actimel über den Computer, damit er gegen Viren geschützt ist.",
    "Deine Mutter arbeitet bei IKEA als unterste Schublade.",
    "Deine Mutter bringt sogar das Happy-Meal zum Weinen.",
    "Deine Mutter geht zu “Wer wird Millionär?” und macht Schulden.",
    "Deine Mutter ist so fett, die bricht vom Stammbaum ab.",
    "Wenn deine Mutter Zwiebeln schneidet, weinen die Zwiebeln.",
    "Deine Mutter zieht Flip Flops mit einem Schuhlöffel an.",
    "Deine Mutter bestellt sich gleich zweimal All you can Eat.",
    "Deine Mutter macht 5 Diäten, weil sie von einer nicht satt wird.",
    "Deine Mutter steckt sich eine Münze ins Ohr und denkt sie hört 50 Cent.",
    "Deine Mutter steht gerade hinter dir und fragt sich, woher wir das alles über sie wissen.",
    "Deine Mutter zieht Katapulte nach Gondor.",
    "Deine Mutter ist die Kugel in Indiana Jones",
    "Deine Mutter kann ihr Profilbild bei Facebook nicht speichern – die Datei ist zu groß.",
    "Deine Mutter kann ihr Profilbild bei Facebook nicht speichern – die Datei ist zu groß.",
    "Deine Mutter ist wie die Weimarer Republik. Ihre Verfassung könnte besser sein.",
    "Deine Mutter ist sogar in Minecraft rund.",
    "Wenn deine Mutter sich auf die Waage stellt, sieht sie ihre Telefonnummer.",
    "Deine Mutter kippt beim Joghurt mit der Ecke die große in die kleine.",
    "Deine Mutter ist in Chewbacca verliebt. Sie dachte nie, dass sie jemanden findet, der genauso haarig ist.",
    "Deine Mutter stürzt öfter ab als Windows.",
    "Deine Mutter schreibt die Texte für Scooter.",
    "Deine Mutter arbeitet am Strand als Schatten.",
    "Deine Mutter kocht Wasser nach Rezept.",
    "Deine Mutter wird von 30 Großwildjägern gesucht",
    "Deine Mutter ist das Nebelhorn auf nem Kreuzfahrtschiff.",
    "Wenn deine Mutter tanzen geht, bekommt der Begriff Walzer ‘ne ganz neue Bedeutung.",
    "Deine Mutter heißt Dieter und ist der Haarigste im Zoo.",
    "Wenn deine Mutter an meinem Haus vorbeigeht, ist es drei Tage dunkel.",
    "Deine Mutter ist so hässlich, dein Vater nimmt sie mit auf die Arbeit, damit er ihr keinen Abschiedskuss geben muss.",
    "Deine Mutter wurde von Aliens entführt. Sie haben sie nach fünf Minuten wieder zurückgebracht.",
    "Deine Mutter arbeitet auf einem Fischkutter – als Geruch.",
    "Deine Mutter ist so fett, als ich ihr gegenüberstand und mich umdrehte, war sie immer noch da.",
    "Deine Mutter schaut sich bei YouTube Tutorials fürs Brotschneiden an.",
    "Wenn deine Mutter strippt, bekommt sie viel Geld – dafür, dass sie sich schnell wieder anzieht.",
    "Deine Mutter schminkt sich mit Edding.",
    "Deine Mutter kackt in der Disco auf die Tanzfläche und schreit: \"Dirty Dancing!\"",
    "Deine Mutter ist so fett, sie guckt die Speisekarte an und sagt zum Kellner: \"ok\".",
    "Deine Mutter kratzt an Bäumen auf der Suche nach Hartz-IV.",
    "Deine Mutter ist so fett, sie wurde im SeaWorld getauft.",
    "Deine Mutter bindet sich einen Bobby Car auf den Rücken und ruft: \"Transformiere\".",
    "Deine Mutter sitzt bei Britt und ist zu 99,81 Prozent dein Vater.",
    "Deine Mutter lispelt beim Chatten.",
    "Deine Mutter arbeitet bei der Losbude als Niete.",
    "Deine Mutter piept, wenn sie rückwärts geht.",
    "Deine Mutter hat Gürtelgröße Äquator.",
    "Deine Mutter arbeitet bei Weight Watchers als Vorherbild.",
    "Deine Mutter ist wie Licht, sie hat Spektrum.",
    "Deine Mutter schreckt mit ihrem Gesicht die Eier ab.",
    "Deine Mutter setzt sich in eine Badewanne voll mit Fanta, damit sie auch mal aus einer Limo winken kann.",
    "Deine Mutter ist so blöd, wenn sie in einen Film ab 18 gehen will, bringt sie 17 Freunde mit.",
    "Deine Mutter dreht die Quadrate bei Tetris.",
    "Deine Mutter hat nur einen Arm und geht in den Second-Hand-Shop.",
    "Deine Mutter fragt bei Amazon nach der Kundentoilette.",
    "Deine Mutter isst Kürbisjoghurt mit ganzen Früchten.",
    "Deine Mutter ist so fett, sie hat eine Laufmasche in ihrer Jeans.",
    "Deine Mutter setzt beim Online-Poker eine Sonnenbrille auf.",
    "Deine Mutter trug zur Hochzeit eine Burger-King-Krone.",
    "Deine Mutter wirft einen Stein auf den Boden und trifft nicht.",
    "Deine Mutter bestellt sich gleich zweimal \"All you can Eat\".",
    "Deine Mutter ist so dumm, sie schaut sich bei YouTube Tutorials fürs Brotschneiden an.",
    "Deine Mutter schaut bei einer Glastür durchs Schlüsselloch.",
    "Deine Mutter bellt, wenn es an der Tür klingelt.",
    "Deine Mutter verläuft sich in der Telefonzelle.",
    "Deine Mutter sammelt Laub für den Blätterteig.",
    "Deine Mutter macht Rechtschreibfehler beim Sprechen.",
    "Deine Mutter fragt bei McDonalds nach der Weinkarte.",
    "Deine Mutter führt mit sich selbst 4-Augen-Gespräche.",
    "Deine Schwester hat angerufen: Deine Mutter hat sich losgerissen und frisst das ganze Heu auf.",
    "Deine Mutter verlegt W-Lan-Kabel.",
    "Deine Mutter hat nur ein Bein und wird getunnelt.",
    "Deine Mutter will mit dem Deo-Roller zur Arbeit fahren.",
    "Deine Mutter pipst beim Rückwärts laufen.",
    "Deine Mutter bezahlt Parkgebühren, egal wo sie steht.",
    "Deine Mutter beleidigt dich als Hurensohn.",
    "Deine Mutter besorgt sich ihre Tampons im Bettengeschäft.",
    "Deine Mutter blockt die Telefonantennen bei Vodafone.",
    "Deine Mutter denkt Dunkin Donuts sei ein Basketball-Team.",
    "Deine Mutter freut sich weil ihr Kind das Schulbrot wieder nach Hause bringt.",
    "Deine Mutter geht Nachts durchs Neubaugebiet und klaut Zementsäcke.",
    "Deine Mutter geht alleine zu \"Zwei bei Kallwass\".",
    "Deine Mutter hat im Bahnhof Hausverbot, weil sie den Pennern die Decken klaut.",
    "Deine Mutter liefert am Lagerfeuer die meisterzählte Gruselgeschichte.",
    "Deine Mutter ist Schwarz und fährt den Bus vom A-Team.",
    "Deine Mutter kämmt sich den Rücken.",
    "Deine Mutter kippt beim \"Joghurt mit der Ecke\" die große Ecke in die Kleine.",
    "Deine Mutter läuft bei Super Mario nach Links.",
    "Deine Mutter setzt sich in eine wanne voll Fanta, damit sie auch mal aus einer Limo winken kann.",
    "Deine Mutter ist die Synchronstimme des Terminators.",
    "Deine Mutter steht unter Artenschutz.",
    "Deine Mutter heißt Relaxo und versperrt den Gotthardtunnel.",
    "Deine Mutter verläuft sich in der Telefonzelle.",
    "Deine Mutter wird von Elfenbeinjägern verfolgt.",
    "Deine Mutter ruft die Feuerwehr zum Duschen.",
    "Deine Mutter schaut bei einer Glastür durchs Schlüsselloch.",
    "Deine Mutter schreckt mit ihrem Gesicht Eier ab.",
    "Deine Mutter ist so dumm, sie rennt durch die Straßen und schreit :,,Ich bin ein Tornado\".",
    "Deine Mutter hat einen IQ von 4 Tonnen.",
    "Deine Mutter klaut Freibier.",
    "Deine Mutter singt beim Kacken Piratenlieder.",
    "Deine Mutter versucht Fische zu ertränken.",
    "Deine Mutter krümelt beim Trinken.",
    "Deine Mutter verhakt sich im kabelosen Telefon.",
    "Deine Mutter hat Schulden beim 1€-Shop.",
    "Deine Mutter bellt wenn der Postbote vor der Tür steht.",
    "Deine Mutter bestellt einen Cheeseburger ohne Käse.",
    "Deine Mutter bohrt im Keller nach Maggi.",
    "Deine Mutter duscht in der Autowaschanlage.",
    "Deine Mutter führt mit sich selbst 4-Augen-Gespräche.",
    "Deine Mutter geht zu Lidl und fragt nach dem nächsten Supermarkt.",
    "Deine Mutter gilt in den USA als eigener Staat.",
    "Deine Mutter hat Schulden beim Kaugummiautomaten.",
    "Deine Mutter ist der Mann im Haus.",
    "Deine Mutter kackt Dir zum Nikolaus die Schuhe voll.",
    "Deine Mutter kann nicht krank werden, denn auch Viren haben ihren Stolz.",
    "Deine Mutter kommt mit Kacke in der Hand zu dir und sagt: „Guck mal, da wäre ich fast rein getreten!“.",
    "Deine Mutter macht fünf Diäten, weil sie von einer nicht satt wird.",
    "Deine Mutter sitzt auf dem Fernseher und schaut Couch.",
    "Deine Mutter spricht in einen Umschlag wenn sie eine Voicemail verschicken will.",
    "Deine Mutter sucht den „Bundestag“ im Kalender.",
    "Deine Mutter verkauft Stöckchen im Wald.",
    "Deine Mutter verpetzt deinen Vater, wenn er versucht im Bus hinten einzusteigen.",
    "Deine Mutter wurde aus der M&Ms-Fabrik geworfen weil sie die Ws aussortierte.",
    "Deine Mutter rutscht bei Mc Donalds die Rutsche runter und singt: \"Dieser weg wird kein leichter sein\".",
    "Deine Mutter schmeißt ihre Uhr aus dem Fenster um zu sehen wie die Zeit verfliegt.",
    "Deine Mutter schmuggelt McNuggets.",
    "Deine Mutter hat Pranken wie ein Tischgrill.",
    "Deine Mutter zieht drei Panzer fürs Guiness Buch der Rekorde.",
    "Deine Mutter schwänzt die Arbeit und zockt Playstation.",
    "Deine Mutter macht 67% der Weltbevölkerung aus.",
    "Deine Mutter mobbt dich weil du ihr Kind bist.",
    "Deine Mutter verschönert jeden Raum beim Hinausgehen.",
    "Deine Mutter ist wie Darth Vader: Groß, Schwarz und sagt: \"Ich bin dein Vater\".",
    "Deine Mutter beschwert sich bei Apple, weil der Apfel auf ihrem MacBook angebissen ist.",
    "Deine Mutter bestellt sich zweimal \"All you can Eat\".",
    "Deine Mutter bringt mit ihrem Gesicht Zwiebeln zum Heulen.",
    "Deine Mutter fährt im Hühnerstall Motorrad.",
    "Deine Mutter verkleidet sich an Halloween als sich selbst und bekommt die meisten Süßigkeiten.",
    "Deine Mutter geht zu Saturn und isst Mars.",
    "Deine Mutter hat Beine wie ein Reh - zwar nicht so dünn aber genauso behaart.",
    "Deine Mutter haut sich Morgens zwei Pfannen in die Eier.",
    "Deine Mutter ist im dritten Lehrjahr als Klowart an der Tanke.",
    "Deine Mutter kam als Komet auf die Erde.",
    "Deine Mutter kennt Wayne.",
    "Deine Mutter lässt beim Kacken die Tür offen, damit keiner durchs Schlüsselloch guckt.",
    "Deine Mutter schreibt unsere Mutterwitze.",
    "Deine Mutter sitzt in U-Haft, weil sie besoffen Autoskooter gefahren ist.",
    "Deine Mutter stampft den Wein für Tetra-Packs.",
    "Deine Mutter tanzt Limbo durchs Brandenburger Tor.",
    "Deine Mutter verkleidet sich Nachts heimlich als Frau.",
    "Deine Mutter will ne CD brennen und wirft sie in den Kamin.",
    "Deine Mutter zieht Flip-Flops mit dem Schuhlöffel an.",
    "Deine Mutter ruft bei Microsoft an, weil ihr Fenster kaputt ist.",
    "Deine Mutter sammelt Laub für Blätterteig.",
    "Deine Mutter schreibt die Texte für Scooter.",
    "Deine Mutter kauft gebrauchte Kondome bei E-Bay.",
    "Deine Mutter hat Sacklöwen.",
    "Deine Mutter geht zu \"Wer wird Millionär\" um ein Glas Wasser zu trinken.",
    "Deine Mutter setzt beim Online-Poker eine Sonnenbrille auf.",
    "Deine Mutter hat die Kokosnuss geklaut.",
    "Deine Mutter hat Schulden bei Peter Zwegat.",
    "Deine Mutter ist die Kugel in Indiana Jones.",
    "Deine Mutter hat hat schon um neun ‘ne ganze Packung Knoppers gegessen.",
    "Deine Mutter läuft bei Super Mario nach links.",
    "Deine Mutter isst alles und hört gar nicht mehr damit auf.",
    "Deine Mutter ist so fett, der Zauberspruch „Wingardium Leviosa“ wirkt bei ihr nicht.",
    "Deine Mutter wartet keine 5 Minuten bis die 5-Minuten-Terrine fertig ist. Sie schüttet sich das Pulver in den Mund und spült mit kochendem Wasser nach.",
    "Deine Mutter hat sich bei den Wollnys beworben.",
    "Deine Mutter benutzt den Telefonjoker, um sich essen liefern zu lassen.",
    "Deine Mutter arbeitet als Teppich für Chuck-Norris.",
    "Deine Mutter schreibt Fremde bei Knuddels an.",
    "Deine Mutter spielt bei Mitten im Leben mit.",
    "Deine Mutter klaut Gratis-Socken bei Deichmann.",
    "Deine Mutter benutzt ihr iPhone als Hammer.",
    "Deine Mutter ist in Hodor verliebt.",
    "Deine Mutter raspelt Kokosnüsse bei Bounty.",
    "Deine Mutter macht Passfotos mit Google Earth.",
    "Deine Mutter arbeitet bei Weightwatchers als Vorher-Bild.",
    "Deine Mutter liebt ihren Hund. Er ist der Einzige der WAU sagt, wenn er sie sieht.",
    "Deine Mutter läuft Barfuß, damit ihr niemand was in die Schuhe schieben kann.",
    "Deine Mutter stampft Trauben für Tetrapack-Wein.",
    "Deine Mutter rennt dem Eiswagen hinterher und hat ihr Geld vergessen.",
    "Deine Mutter arbeitet auf der Baustelle als Gegengewicht vom Kran.",
    "Deine Mutter isst rohe Zwiebeln.",
    "Deine Mutter liebt dich nur wegen dem Kindergeld. Sie kauft sich davon ihre monatliche Mayo-Ration.",
    "Deine Mutter wird von 30 Großwildjägern gesucht.",
    "Deine Mutter heißt Ottfried und ist der Bulle von Tölz.",
    "Deine Mutter arbeitet in der Losbude als Niete.",
    "Deine Mutter ist so fett, wenn sie bei McDonalds ist, wird sie gefragt, was sie nicht bestellen will.",
    "Deine Mutter ist die Einzige, die noch über Deine-Mutter-Witze lacht.",
    "Deine Mutter heißt Herbert und ist der stärkste im Knast.",
    "Deine Mutter ist so dumm, sie lacht die hässliche Frau im Spiegel aus.",
    "Deine Mutter hat Schulden bei „Wer wird Millionär“.",
    "Deine Mutter hat damals herausgefunden, dass man Schimmelkäse essen kann.",
    "Deine Mutter ist so fett, ihr Bewerbungsfoto geht über drei Seiten.",
    "Deine Mutter sitzt in der Mülltonne und singt „It’s my life“.",
    "Deine Mutter macht im Aldi den Einkaufswagen voll, rennt zur Kasse und sagt: „Zum hier essen“.",
    "Deine Mutter ist so fett, sie muss ihre Hosen auf der Straße bügeln.",
    "Deine Mutter ist so dumm, sie steht vor der Rolltreppe und zählt die Stufen.",
    "Deine Mutter ist so fett, sie piept, wenn sie rückwärts geht.",
    "Deine Mutter bekommt im Kino Gruppenrabatt.",
    "Deine Mutter macht fünf Diäten, weil sie sonst nicht satt wird.",
    "Deine Mutter sitzt an der Bushaltestelle und trinkt Ketchup aus der Flasche.",
    "Deine Mutter hat eine eigene Postleitzahl.",
    "Deine Mutter arbeitet bei der Marine – als Landeplatz für Hubschrauber.",
    "Deine Mutter steht vor einer Glastür und guckt durch’s Schlüsselloch.",
    "Deine Mutter hat eine Laufmasche in ihrer Jeans.",
    "Deine Mutter kriegt beim Elternabend ‘nen Klassenbucheintrag.",
    "Deine Mutter trug zu ihrer Hochzeit eine Burger-King-Krone.",
    "Deine Mutter lässt sich einen Dreitagebart wachsen – in 12 Stunden.",
    "Deine Mutter sammelt Laub für einen Blätterteig."
]